[
  {
    "Code": "01",
    "Heading": "Publication date",
    "Note": "Nominal date of publication. This date is primarily used for planning, promotion and other business process purposes, and is not necessarily the first date for retail sales or fulfillment of pre-orders. In the absence of a sales embargo date, retail sales and pre-order fulfillment may begin as soon as stock is available to the retailer"
  },
  {
    "Code": "02",
    "Heading": "Sales embargo date",
    "Note": "If there is an embargo on retail sales (in the market) before a certain date, the date from which the embargo is lifted and retail sales and fulfillment of pre-orders are permitted. In the absence of an embargo date, retail sales and pre-order fulfillment may begin as soon as stock is available to the retailer"
  },
  {
    "Code": "09",
    "Heading": "Public announcement date",
    "Note": "Date when a new product may be announced to the general public. Prior to the announcement date, the product data is intended for internal use by the recipient and supply chain partners only. After the announcement date, or in the absence of an announcement date, the planned product may be announced to the public as soon as metadata is available"
  },
  {
    "Code": "10",
    "Heading": "Trade announcement date",
    "Note": "Date when a new product may be announced to the book trade only. Prior to the announcement date, the product information is intended for internal use by the recipient only. After the announcement date, or in the absence of a trade announcement date, the planned product may be announced to supply chain partners (but not necessarily made public &#8211; see the Public announcement date) as soon as metadata is available"
  },
  {
    "Code": "11",
    "Heading": "Date of first publication",
    "Note": "Date when the work incorporated in a product was first published. For works in translation, see also Date of first publication in original language (code 20)"
  },
  {
    "Code": "12",
    "Heading": "Last reprint date",
    "Note": "Date when a product was last reprinted"
  },
  {
    "Code": "13",
    "Heading": "Out-of-print / deletion date",
    "Note": "Date when a product was (or will be) declared out-of-print or deleted"
  },
  {
    "Code": "16",
    "Heading": "Last reissue date",
    "Note": "Date when a product was last reissued"
  },
  {
    "Code": "19",
    "Heading": "Publication date of print counterpart",
    "Note": "Date of publication of a printed book which is the direct print counterpart to a digital product. The counterpart product may be included in &lt;RelatedProduct&gt; using code 13"
  },
  {
    "Code": "20",
    "Heading": "Date of first publication in original language",
    "Note": "Date when the original language version of work incorporated in a product was first published (note, use only on works in translation &#8211; see code 11 for first publication date in the translated language)"
  },
  {
    "Code": "21",
    "Heading": "Forthcoming reissue date",
    "Note": "Date when a product will be reissued"
  },
  {
    "Code": "22",
    "Heading": "Expected availability date after temporary withdrawal",
    "Note": "Date when a product that has been temporary withdrawn from sale or recalled for any reason is expected to become available again, eg after correction of quality or technical issues"
  },
  {
    "Code": "23",
    "Heading": "Review embargo date",
    "Note": "Date from which reviews of a product may be published eg in newspapers and magazines or online. Provided to the book trade for information only: newspapers and magazines are not expected to be recipients of ONIX metadata"
  },
  {
    "Code": "25",
    "Heading": "Publisher&#8217;s reservation order deadline",
    "Note": "Latest date on which an order may be placed with the publisher for guaranteed delivery prior to the publication date. May or may not be linked to a special reservation or pre-publication price"
  },
  {
    "Code": "26",
    "Heading": "Forthcoming reprint date",
    "Note": "Date when a product will be reprinted"
  },
  {
    "Code": "27",
    "Heading": "Preorder embargo date",
    "Note": "Earliest date a retail &#8216;preorder&#8217; can be placed (in the market), where this is distinct from the public announcement date. In the absence of a preorder embargo, advance orders can be placed as soon as metadata is available to the consumer (this would be the public announcement date, or in the absence of a public announcement date, the earliest date metadata is available to the retailer)"
  },
  {
    "Code": "28",
    "Heading": "Transfer date",
    "Note": "Date of acquisition of product by new publisher (use with publishing roles 09 and 13)"
  },
  {
    "Code": "29",
    "Heading": "Date of production",
    "Note": "For an audiovisual work (eg on DVD)"
  },
  {
    "Code": "30",
    "Heading": "Streaming embargo date",
    "Note": "For digital products that are available to end customers both as a download and streamed, the earliest date the product can be made available on a stream, where the streamed version becomes available later than the download. For the download, see code 02 if it is embargoed or code 01 if there is no embargo"
  },
  {
    "Code": "31",
    "Heading": "Subscription embargo date",
    "Note": "For digital products that are available to end customers both as purchases and as part of a subscription package, the earliest date the product can be made available by subscription, where the product may not be included in a subscription package until shome while after publication. For ordinary sales, see code 02 if there is a sales embargo or code 01 if there is no embargo"
  }
]